label B1b:
    show screen chapter_title("释怀") with fade
    hide screen chapter_title with fade
    scene B1b_bg with fade
    play music "audio/Bed.ogg" fadein 1.0
    "不能让美希等太久。"
    "我拿出手机，拨打某个号码。"
    miki "……喂？"
    
    "电话另一头传来我现在全世界最想听见的声音。"
    
    yangtai "……是美希吗？"
    
    miki "……阳太。"
    
    "她的声音有点颤抖。"
    
    yangtai "……全都结束了。"
    
    miki "……嗯。"
    
    yangtai "……我现在就回去你身边。"
    
    "我如此说道。"
    
    "电话另一头的美希倒抽一口气。"
    
    miki "……我等你。"
    
    "她只说了这句话。"
    
    "我挂断电话，抬头仰望天空。"
    
    "结束了。"
    
    "我彻底清算过去，做好迈向未来的准备。"
    "我眺望着车窗外流逝的景色，思考着。"
    
    "人生究竟是什么？"
    
    "相遇与别离，喜悦与悲伤，人们在这些事情的反复之中活下去。"
    
    "受伤、迷惘，然后，即使如此，还是继续前进。"
    
    "我的青春确实充满痛苦。"
    "但是，正是那些痛苦让我成长，然后，给了我无可取代的宝物。"
    
    "那是真正的友情，以及永远的爱。"
    
    "我已经无所畏惧。"
    
    "无论有什么样的未来在等着我，她都会在我身边。"
    
    "光是这样，我就能变得无比坚强。"
    
    "我打开公寓的门，她正在玄关等我。"
    
    "她的眼眶湿润。"
    
    "我什么话也没说，用力抱紧她。"
    
    yangtai "……我回来了。"
    
    miki "……欢迎回来。"
    
    "我们像在确认彼此的温暖，就这样抱了一会儿。"
    
    "我的心灵之旅真的结束了。"
    
    "然后，从现在开始，新的故事即将展开。"
    
    "与她一起走下去，名为未来的那个故事。"
    
    
    "那天晚上，我们聊了很多。"
    "美希只是默默地听我说。"
    "她那深邃又温柔的眼神，缓缓地洗去我的罪恶感。"
    
    miki "……你很难受吧。"
    
    "当我全部说完后，她这么说着，轻轻抚摸我的脸颊。"
    
    miki "不过，已经没事了。一切都结束了。"
    
    "那温暖的一句话拯救了我。"
    
    "没错，一切都结束了。"
    
    "我那漫长又笨拙的青春，以及我那一直被过去囚禁的心。"
    
    yangtai "美希。"
    
    yangtai "……谢谢你。"
    
    "我发自内心向她道谢。"
    
    yangtai "如果没有你，我一定会完蛋。"
    
    miki "不会。"
    
    "美希摇摇头。"
    
    miki "不是我做了什么，而是你靠自己的力量跨越了难关。"
    miki "我只是相信你，等待着你而已。"
    
    "她总是这样，绝不会夸耀自己的功劳，只是静静地陪伴在对方身边。"
    "我最喜欢她这种谦虚与宽广的心胸了。"
    
    yangtai "……我爱你。"
    
    "我这么说，吻上她的唇。"
    
    "那是宣告我们崭新开始的誓约之吻。"
    
    "几周后，我收到一封信，寄件人是白鸟凛。"
    
    "她用美丽的字迹写下近况，以及对我的感谢。"
    
    "她在老家安静地疗养后，转换心情，重新在关西的设计事务所就职。"
    "信上写着，她要在新的环境与新的伙伴们从头开始，重新来过。"
    
    "信的最后，她这么总结。"
    
    "'阳太，真的很谢谢你。还有，对不起。"
    "希望你和美希永远幸福。"
    "我已经没事了。"
    "再见。'"
    
    "读完那封信，我感觉到残留在心中的最后一丝沉淀物，倏地消失了。"
    
    "她用自己的双脚，开始坚定地向前迈进了。"
    
    "我把那封信拿给美希看。她静静地看完，喃喃地说了句：「太好了。」"
    
    yangtai "……这样，真的就全部结束了。"
    
    "我这么说，她点了点头。"
    
    miki "嗯……然后，从现在开始。"
    
    "我们看着彼此，然后相视而笑。"
    
    "我们的最后的考验结束了。那确实是一条艰辛、痛苦的道路。"
    "但是，正因为跨越了那个考验，我们才能真正得到羁绊。"
    
    "接受、原谅过去的一切，然后坚强地走向未来。"
    
    "数年后。"
    
    "我和美希之间，生了一个小女儿。"
    
    "假日午后，我们一家三口在公园散步。"
    "我牵着女儿的小手，看着走在身旁的美希的脸。"
    
    "她的笑容，从我第一次见到她时起，就没有任何改变。"
    
    yangtai "……好幸福啊。"
    
    "我这么喃喃自语，她也「嗯」了一声，轻轻靠在我的手臂上。"
    
    "天空无比蔚蓝，万里无云。"
    
    "我的人生，绝对称不上平坦。"
    "但是，我认为，这一切发生的事情，都通往了现在这个无可取代的幸福。"
    
    "谢谢。"
    
    "我在心中，再次喃喃自语。"
    
    "谢谢所有和我有关的人。"
    
    "大辉、聪，还有凛。"
    
    "谢谢你们陪伴我度过这段无可救药的青春。"
    
    "再见了，我的青春。"
    
    "然后，你好，我的新人生。"
    
    "我用力握紧女儿的小手。"
    
    "守护这份温暖。这就是我现在的一切。"
    
    stop music fadeout 2.0
    return