label B2e:
    show screen chapter_title("归途") with fade
    hide screen chapter_title with fade
    scene B2e_bg with fade
    play music "audio/Bed.ogg" fadein 1.0
    "美希失去记忆已经五年了，岁月流逝。"
    "我们的新故事，绝不是平坦的道路。"
    "美希的记忆终究没有恢复。"
    "我又一次向她求婚。"
    "出院一年后的春天。我们第一次见面的涩谷咖啡馆。"
    yangtai "……美希。"
    "我跪在她面前。"
    yangtai "我无法填补你失去的时间，也无法找回你的过去……但是，今后，你的未来，可以，交给我吗？"
    "我再次把订婚戒指递了过去。"
    yangtai "我再说一次，和我结婚吧。"
    "美希默默地听着我说话。眼泪扑簌簌地从她大大的眼睛里滚落下来。"
    miki "你这么说，我也没法拒绝啊……"
    "然后，她带着灿烂的笑容说道。"
    miki "……是的，我很乐意。"
    "我们结婚了。"

    "仪式很简单。只邀请了真正亲密的朋友。"

    "大辉和家人三个人赶到了。他的儿子已经完全长大了，亲热地叫我“阳太叔叔”。"

    "阿聪在去国外出差的间隙，特意赶回来。他看着我们誓言般的吻，满意地点了点头，低声说："

    satoshi "……总算卸下肩上的重担了。"

    "而且，婚礼上也来了意想不到的客人。"

    "是白鸟凛。"

    "她在婚礼之前联系过我。“我衷心祝福你们的新生活”。"

    "几年没见的她，完全变成了稳重成熟的女性。他的表情已经没有过去那种悲伤的阴影了。"

    rin "……阳太，美希，恭喜你们。"

    "她说着，深深地鞠了一躬。"

    yangtai "……凛看起来也很精神，真是太好了。"

    rin "嗯……我现在非常幸福。"

    "她这么说着，露出温柔的笑容。"

    "看到她的笑容，我打从心底松了一口气。我们的过去，真的全部升华了。"

    "美希什么也没问，只是静静地看着我们。然后，对凛露出了亲切的微笑。"

    miki "……谢谢。"


    "我们的新生活，平静地开始了。"

    "美希比任何人都理解、支持我这个作家的工作。她是我的第一个读者，也是最严厉的批评家。"

    miki "这里的表达方式，再这样一点，不是更容易传达给读者吗？"

    miki "这个结构可能有点缺乏说服力。"

    "多亏了她准确的建议，我的工作有了飞跃。我终于如愿以偿地出版了小说。那是以我们笨拙又惹人怜爱的青春为原型的故事。"

    "这部小说引起了众多读者的共鸣，成为畅销书。"

    "我终于，实现了自己的梦想。"

    "但是，对我来说，最让我高兴的，是美希读了那本书后对我说的一句话。"

    miki "……我好像想起来了。"

    "说着，她调皮地笑了。"

    miki "这个故事里的女主角和我很像……原来我真的是这样喜欢你的啊。"

    "听到这句话，我忍不住流下了眼泪。"

    "她的记忆不恢复也没关系。"

    "因为我们的心，确实是连在一起的。"

    "我们的爱的故事，还会继续下去。"

    "两人小心翼翼地编织着一段又一段新的回忆。"

    "而现在。"

    "我，在横滨的，看得见海的家的客厅里，写着这个故事。"

    "窗外，海鸥在悠闲地飞翔。带着海潮气息的柔和微风轻轻摇动着窗帘。"

    umi "爸爸，你看！"

    "小小的脚步声越来越近，小小的身体紧紧抱住我的脚边。"

    "是我和美希生下的、五岁的女儿小海。那双大眼睛和美希一模一样。"

    yangtai "怎么了，海？"

    umi "飞机！好大啊！"

    "她手指的天空的远方，一架客机拖着白色的飞机云飞过。"

    yangtai "是啊，好大啊。"

    "我把女儿抱到膝盖上，抚摸着她柔软的头发。"


    miki "喂，小海，不能打扰爸爸工作吧？"

    umi "可是——"

    "看着噘起嘴唇的女儿，美希温柔地微笑着。"

    miki "阳太，我泡了咖啡，你要喝吗？"

    yangtai "嗯，我收下了。"

    "她拿着两个咖啡杯，在我旁边坐下。然后，他盯着我的电脑屏幕。"

    miki "……你又在写以前的事吗？"

    yangtai "嗯，差不多该写完了，不然编辑会生气的。"

    "这原本是我的第二本小说。我们之后的故事。"

    miki "……真不可思议。"

    "美希望着窗外喃喃自语。"

    miki "事故前的事，我什么都不记得了。读了你写的小说，感觉好像全部都是自己的事……高兴的事也好，悲伤的事也好，全部都是。"

    yangtai "…………"

    miki "我很幸福啊，以前也好，现在也好。"

    "她说着，把头轻轻靠在我的肩膀上。"

    "触摸着那份温暖，我的内心充满了平静的幸福感。"

    "人生到底是什么呢？"

    "现在，我有时也会想。"

    "我们的青春，确实充满了过错和后悔。我们笨拙又自私，伤害了很多人。"

    "但是，现在回想起来，那些后悔、痛苦，全都不是徒劳的。"

    "也许正因为有过那些无可救药的日子，我们才能成为懂得人的痛苦的人。而且，或许还能发自内心地爱惜眼前的小小幸福。"

    "我的心中，至今仍不时浮现出凛的身影。但是，那已经不是疼痛了。遥远的，青春的，日子里，确实，存在的，淡淡的，然后，悲伤的，记忆的，片断。"

    "谢谢。"

    "我在心中再次喃喃自语。"

    "献给我那无可救药的青春，献给陪伴我的所有人。"

    miki "喂，阳太。"

    yangtai "嗯？"

    miki "……我爱你。"

    "美希突然小声说。"

    "我看着她的脸，微笑着。"

    yangtai "嗯，我也是。"

    "我轻轻地吻了她的嘴唇。"

    "窗外，天空和大海融合在一起，水平线的另一边，夕阳慢慢地沉下去。"

    "这个世界充满了如此美丽而温柔的光。"

    "我的故事，今后也会继续下去。"
    stop music fadeout 2.0
    
    return